Simulations/Tests/1Turbina/0.25Mnodos_1Turbina/system/topoSetDict.global
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

actions
(
    {
        name         global;
        type         cellSet;
        action       new;
        source       boxToCell;
        sourceInfo
        {
            box (-0.01 -0.01 -0.01) (3000.01 3000.01 1000.01);
        }
    }
);

// ************************************************************************* //
